/* User/pwd server verification */
"Authentication Required" = "จำเป็นต้องมีการตรวจสอบสิทธิ์";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "ยกเลิก";

/* HTTPS server verification */
"Proceed" = "ดำเนินการ";

/* Link long-press context menu */
"Copy Link" = "คัดลอกลิงค์";

/* Google autocomplete error */
"Error: " = "ผิดพลาด: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "การตั้งสัญญาณเสียงเข้าร่วมกับหน้าเว็บล้มเหลว อาจจะไม่มีเสียง";

/* User/pwd server verification */
"Log In" = "ลงชื่อ";

/* Link long-press context menu */
"Open Here" = "เปิดที่นี่";

/* Link long-press context menu */
"Open in New Tab" = "เปิดในแท็บใหม่";

/* User/pwd server verification */
"Password" = "รหัสผ่าน";

/* Google autocomplete error */
"response code %d" = "รหัสโต้ตอบ %d";

/* Google autocomplete error */
"response format unrecognized" = "ไม่รู้จักรูปแบบโต้ตอบ";

/* Google autocomplete error */
"response non-decodable" = "ไม่สามารถถอดรหัสการโต้ตอบได้";

/* Google autocomplete error */
"response parsing %@" = "กำลังแจกแจงการโต้ตอบ %@";

/* HTTPS server verification */
"Warning" = "คำเตือน";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "ระบบการยืนยันการรักษาความปลอดภัยของไซต์นี้ไม่น่าเชื่อถือ คุณต้องการจะ ดำเนินการต่อหรือไม่?";

/* User/pwd server verification */
"Username" = "ชื่อผู้ใช้";

/* Link long-press context menu */
"Open in Background Tab" = "เปิดในแท็บเบื้องหลัง";

/* Bookmark view controller */
"Edit Bookmark" = "แก้ไขที่คั่น";

/* Link long-press context menu */
"Save Image" = "บันทึกรูปภาพ";

/* Link long-press context menu */
"Save Video" = "บันทึกวิดีโอ";

/* Web download failure alert title */
"Download Failed" = "ดาวน์โหลดล้มเหลว";

/* Web download failure description */
"File download failed due to network error." = "การดาวน์โหลดล้มเหลวเนื่องจากอินเตอร์เน็ตมีปัญหา";

/* Web download failure description */
"The file had unexpected content." = "ไฟล์นี้มีเนื้อหาที่ไม่คาดคิด";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "ไม่สามารถบันทึกไปที่ม้วนฟิล์มได้";

/* Web download failure description */
"File download failed due to internal error %@." = "การดาวน์โหลดไฟล์ล้มเหลวเนื่องจากความผิดพลาดภายใน %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "ไม่สามารถโหลดได้";

/* Generic alert popup button */
"OK" = "ตกลง";

/* Generic alert popup button */
"Cancel" = "ยกเลิก";
